Repository: Paulinka/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: ru

source: FrostWire was unable to write a necessary file because your hard drive is full. To continue using FrostWire you must free up space on your hard drive.
ru: FrostWire не может записать файл на диск, так как на вашем жёстком диске нет свободного места. Пожалуйста, освободите место на вашем жёстком диске.

source: FrostWire was unable to open a necessary file because another program has locked the file. FrostWire may act unexpectedly until this file is released.
ru: FrostWire не может открыть необходимый файл, так как он заблокирован другой программой. FrostWire может вести себя непредсказуемо, пока файл не будет "отпущен".

source: FrostWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start FrostWire, or FrostWire may behave in unexpected ways.
ru: FrostWire не может записать необходимый файл, так как у вас нет доступа на запись файлов. Ваши настройки могут быть не сохранены и FrostWire может вести себя непредсказуемо.

source: FrostWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. FrostWire may behave in unexpected ways.
ru: FrostWire не может открыть необходимый файл, так как имя файла содержит символы неподдерживаемые вашей операционной системой. FrostWire может вести себя непредсказуемо.

source: FrostWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
ru: FrostWire не может загрузить указанный файл, так как на вашем жёстком диске нет свободного места. Пожалуйста, освободите место на вашем жёстком диске.

source: FrostWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
ru: FrostWire не может загрузить указанный файл, так как он используется другой программой. Пожалуйста, закройте другую программу и повторите загрузку.

source: FrostWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using FrostWire, please choose a different Save Folder.
ru: FrostWire не может создать или записать недозагруженный файл, так как у вас нет доступа на запись файлов в папку недозагруженных файлов. Пожалуйста, выберите другую папку для сохранения файлов.

source: FrostWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
ru: FrostWire не может открыть недозагруженный файл, так как имя файла содержит символы неподдерживаемые вашей операционной системой.

source: File & Protocol Associations
ru: файл и идентификации протоколов

source: Always take the selected associations.
ru: Удалить выбранные соединения

source: Ignore all missing associations.
ru: Игнорировать все недоступные идентификацией

source: BitTorrent Sharing Settings
ru: Настройки БитТоррента

source: Find out more...
ru: Знаете ли вы?...

source: Language:
ru: Язык:

source: System Startup
ru: Запускаться при старте системы:

source: Start Automatically
ru: Запускать автоматически

source: Would you like FrostWire to start when you log into your computer? This will cause FrostWire to start faster when you use it later.
ru: Хотите ли вы, чтобы FrostWire загружался при загрузке системы? В этом случае FrostWire будет запускаться быстрее.

source: Next >>
ru: Вперёд >>

source: << Back
ru: << Назад

source: Finish
ru: Закончить

source: Welcome
ru: Добро пожаловать

source: Welcome to the FrostWire setup wizard. FrostWire has recently added new features that require your configuration. FrostWire will guide you through a series of steps to configure these new features.
ru: Вас приветствует мастер настройки FrostWire. В прграмму недавно были добавлены новые возможности, которые требуют настройки.

source: Welcome to the FrostWire setup wizard. FrostWire will guide you through a series of steps to configure FrostWire for optimum performance.
ru: Вас приветствует мастер настройки FrostWire. Он проведёт вас через несколько шагов настройки и поможет сконфигурировать FrostWire оптимальным образом.

source: FrostWire is free software,
ru: FrostWire выходит из спящего режима

source: Do not pay for FrostWire.
ru: Настройка прокси для FrostWire.

source: &File
ru: Файл (&F)

source: &Help
ru: Помощь (&H)

source: Frequently Asked Questions for FrostWire
ru: Ответы на часто задаваемые вопросы по FrostWire

source: FrostWire for Android
ru: Использование FrostWire (&U)

source: What is "Seeding"?
ru: Статистика

source: Learn about BitTorrent Seeding
ru: Настройки БитТоррента

source: Free FrostWire Stickers
ru: Использование FrostWire (&U)

source: FrostWire T-Shirts
ru: FrostWire Client

source: Free Legal Downloads
ru: Просмотр выбранной загрузки

source: FrostWire on Facebook
ru: Проигрыватель FrostWire

source: Foru&m
ru: Форум (&M)

source: Access the FrostWire Users' Forum
ru: Войти на форум пользователей FrostWire

source: &Did you pay for FrostWire?
ru: Помощь по использованию FrostWire

source: Tip of the &Day
ru: Совет дня (&D)

source: Show the Tip of the Day Window
ru: Показать окно с советом дня

source: &About FrostWire
ru: О программе... (&A)

source: Information about FrostWire
ru: Информация о FrostWire

source: Loading Menus...
ru: Инициализация меню...

source: &Tools
ru: Сервис (&T)

source: &Options
ru: Настройка... (&O)

source: Display the Options Screen
ru: Показать экран настройки

source: Downloading update...
ru: Загрузка обновлений

source: Check for update
ru: Проверить обновления

source: &View
ru: Вид (&V)

source: Use &Small Icons
ru: Маленькие значки (&S)

source: Use Small Icons
ru: Маленькие значки

source: Show Icon &Text
ru: Подписи к значкам (&T)

source: Show Text Below Icons
ru: Показывать подписи к значкам

source: &Increase Font Size
ru: Увеличить размер шрифта

source: Increases the Table Font Size
ru: Увеличит размер шрифта

source: &Decrease Font Size
ru: Уменьшить размер шрифта

source: Decreases the Table Font Size
ru: Уменьшает размер шрифта

source: C&hange Language
ru: Язык:

source: Select your Language Prefereces
ru: Выбор языка

source: Restore
ru: Показать

source: About
ru: О программе

source: Apply
ru: Применить

source: Restore Defaults
ru: Вернуть умалчиваемые

source: Revert All Settings to the Factory Defaults
ru: Привести все настройки в первоначальное состояние

source: Search here
ru: Искать ещё

source: BitTorrent
ru: БитТоррент

source: Player
ru: Проигрыватель

source: Searching
ru: Поиск

source: Helper Apps
ru: Программы-помощники

source: View
ru: Вид

source: Filters
ru: Фильтры

source: Keywords
ru: Ключевые слова

source: Updates
ru: Обновления

source: Firewall
ru: Файрволл

source: Proxy
ru: Хост

source: Network Interface
ru: Интерфейс сети

source: File Associations
ru: Расположения

source: System Boot
ru: Запускаться при старте системы:

source: System Tray
ru: Завершение работы

source: Bug Reports
ru: Скопировать отчёт

source: Loading Options Window...
ru: Инициализация окна настроек...

source: One or more options will take effect the next time FrostWire is restarted.
ru: Некоторые настройки вступят в силу после перезапуска FrostWire.

source: Links and File Types
ru: Ссылки и типы файлов

source: Use FrostWire for...
ru: Использование FrostWire (&U)

source: Audio Options
ru: Аудио-проигрыватель

source: You can choose which audio player to use.
ru: Укажите используемый аудио-проигрыватель.

source: Audio Player
ru: Аудио-проигрыватель

source: Text Autocompletion
ru: Автодополнение

source: You can enable or disable autocompletion of text fields.
ru: Вы можете разрешить или запретить автодополнение текстовых полей

source: Enable Autocompletion of Text Fields:
ru: Разрешить автодополнение текстовых полей

source: Automatic Installer Download
ru: Прокручивать текст

source: Browser Options
ru: Браузер

source: You can choose which browser to use.
ru: Укажите используемый браузер.

source: Browser
ru: Браузер

source: View Example
ru: Показать пример

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when FrostWire encounters an internal error. Choosing 'Always Ask for Review' will tell FrostWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause FrostWire to ignore all bugs (this is not recommended).
ru: Вы можете указать, нужно ли отправлять отчёты об ошибках авторам программы. Если вы выберите "Всегда отправлять немедленно", то при возникновении внутренней ошибки FrostWire попытается немедленно связаться с сервером. При выборе "Всегда предлагать просмотреть", FrostWire перед отправкой будет предоставлять отчёт для вашего просмотра. При выборе "Всегда игнорировать ошибки", FrostWire будет молча игнорировать ошибки (что, в общем-то, не рекомендуется). Чтобы просмотреть пример отчёта об ошибке, нажмите "Показать пример".

source: Send Errors Automatically if FrostWire is Frozen
ru: Автоматически отправлять ошибкы если FrostWire не отвечает.

source: License Warning
ru: Предупреждение

source: You can choose whether to be warned about downloading a file without a license.
ru: Вы можете указать, будут ли выполненные загрузки автоматически убираться из списка.

source: Show License Warning:
ru: Показывать предупреждение о лицензию.

source: Router Configuration
ru: Конфигурация маршрутизатора

source: Use random port (Recommended)
ru: Ничего не делать (не рекомендуется)

source: You must enter a port between 1 and 65535 when manually forcing your TCP port.
ru: Вы должны ввести номер порта в диапазоне от 1 до 65535 для форсирования вашего IP-адреса.

source: You must enter a port between 1 and 65535 when manually forcing your UDP port.
ru: Вы должны ввести номер порта в диапазоне от 1 до 65535 для форсирования вашего IP-адреса.

source: Filter Results
ru: Фильтр результатов

source: You can filter out search results containing specific words.
ru: Вы можете отфильтровать нежелательные результаты по указанным словам.

source: Ignore Adult Content
ru: Игнорировать контент "только для взрослых"

source: Image Options
ru: Просмотрщик изображений

source: You can choose which image viewer to use.
ru: Укажите используемую программу-просмотрщик изображений.

source: Image Viewer
ru: Просмотрщик изображений

source: Library Included Folders
ru: Открыть папку

source: You can choose the folders for include files when browsing the library.
ru: Вы можете выбрать папки, доступ к которым будет открыт. Файлы из этих папок отображаются в библиотеке.

source: You can restore the default internet radio stations.
ru: Вы можете задать поведение при закрытии программы.

source: Locale Preferencing
ru: Предпочтение

source: Turn preferencing on:
ru: Предпочтение

source: Maximum Searches
ru: Ограничение количества поисковых запросов

source: You can set the maximum number of simultaneous searches you can perform.
ru: Вы можете задать максимальное количество одновременно выполняемых поисковых запросов.

source: Maximum Searches:
ru: Максимальное количество поисковых запросов:

source: Notifications
ru: Расположения

source: Partial Files
ru: Частично загруженные файлы

source: You can choose whether or not to automatically share partially downloaded files.
ru: Вы можете указать, будет ли открыт доступ к частично загруженным файлам.

source: Allow Partial Sharing:
ru: Разрешить доступ к частично загруженным файлам:

source: FrostWire Media Player
ru: Использовать встроенный медиа проигрыватель

source: FrostWire Popups
ru: FrostWire Client

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
ru: Показывать сообщения для которых вы выбрали "Больше не показывать это сообщение" или "Всегда использовать этот ответ".

source: Revert to Default:
ru: Вернуться к настройке по умолчанию

source: Login Details
ru: Подключение к прокси

source: Configure username and password to be used for the proxy.
ru: Имя и пароль для подключения к прокси.

source: Enable Authentication (Does Not Work for HTTP Proxies):
ru: Использовать имя и пароль. (Не работает для HTTP-прокси)

source: Username:
ru: Имя

source: Password:
ru: Требовать пароль:

source: Proxy Options
ru: Настройки проигрывания:

source: Configure Proxy Options for FrostWire.
ru: Настройка прокси для FrostWire.

source: No Proxy
ru: Без прокси

source: HTTP
ru: Прокси HTTP

source: Proxy:
ru: Хост

source: Port:
ru: Низкое

source: Search Engines
ru: Закрыть поиск

source: FrostWire Recommendations
ru: FrostWire Рекомендации

source: Shutdown Behavior
ru: Завершение работы

source: You can choose the default shutdown behavior.
ru: Вы можете задать поведение при закрытии программы.

source: Shutdown Immediately
ru: Выйти немедленно

source: Minimize to System Tray
ru: Свернуться в область системного трея

source: Smart Search
ru: Закрыть поиск

source: You can choose whether or not to automatically run FrostWire when your computer starts.
ru: Вы можете указать, будет ли FrostWire запускаться автоматически при старте операционной системы.

source: Run on System Startup:
ru: Запускаться при старте системы:

source: Bandwidth Indicator
ru: Траффик (I/O)

source: Connection Quality Indicator
ru: Статус соединения:

source: Show Connection Quality Indicator:
ru: Показывать индикатор качества соединения

source: Firewall Indicator
ru: Файрволл

source: BitTorrent Connection Settings
ru: Настройки БитТоррента

source: Maximum active downloads
ru: Ограничение количества загрузок

source: Download Speed:
ru: Скорость загрузки:

source: Upload Speed:
ru: Скорость выгрузки:

source: Choose the folder where downloads will be saved to
ru: Выберите папку, в которую будут загружаться файлы

source: Video Options
ru: Проигрыватель видео

source: You can choose which video player to use.
ru: Укажите используемый проигрыватель видео.

source: Video Player
ru: Проигрыватель видео

source: You can have FrostWire import newly downloaded songs into iTunes.
ru: Вы можете импортировать загруженную музыку в iTunes.

source: Enable iTunes importing:
ru: Разрешить импорт в iTunes:

source: %s Audio files found (including .mp3, .wav, .ogg, and more)
ru: Найдено %s аудио-файлов, таких как mp3, wav, ogg, и др.

source: %s Video files found (including .avi, .mpg, .wmv, and more)
ru: Найдено %s видео-файлов, таких как avi, mpg, wmv, и др.

source: %s Image files found (including .jpg, .gif, .png and more)
ru: Найдено %s изображений, таких как jpg, gif, png, и др.

source: %s Document files found (including .html, .txt, .pdf, and more)
ru: Найдено %s документов, включая html, txt, pdf, и др.

source: %s Program files found (including .exe, .zip, .gz, and more)
ru: Найдено %s программ (в том числе .exe, .zip, .gz, и др)

source: Stop
ru: Стоп

source: Open Options dialog
ru: Настройки обновления

source: Download All Selected Files
ru: Загрузить все выбранные файлы

source: Stop current search
ru: Текущий поиск:

source: Close Search
ru: Закрыть поиск

source: Launch Action
ru: Выполнить действие

source: Repeat Search
ru: Повторить поиск

source: Download Partial Files
ru: Частично загруженные файлы

source: Torrent Details
ru: Подключение к прокси

source: Loading Search Window...
ru: Инициализация окна поиска...

source: Your search must be at least three characters to avoid congesting the network.
ru: Строка поиска должна содержать как минимум три символа.

source: Your search is too long. Please make your search smaller and try again.
ru: Строка поиска слишком длинная. Пожалуйста, уменьшите её и попытайтесь снова.

source: Play/Preview
ru: Воспроизведение/Просмотр

source: results
ru: результаты

source: Copy Hash
ru: Копировать хеш

source: Search More
ru: Искать ещё

source: Search tools
ru: Инструменты поиска

source: Source
ru: Источник

source: Created
ru: Создано

source: ".torrent" files
ru: файлы ".торрент"

source: "magnet:" links
ru: "magnet:" ссылки

source: Revert To Default
ru: Вернуть умалчиваемые

source: More Options
ru: Дополнительные настройки

source: Stripe Rows
ru: Полосатые строки

source: Sort Automatically
ru: Автосортировка

source: Extended Tooltips
ru: Подробные всплывающие подсказки

source: You cannot turn off all columns.
ru: Нельзя убрать все колонки.

source: Invalid Filename
ru: Неверное имя файла

source: Download Already Finished
ru: Загрузка уже выполнена

source: No Write Permission
ru: Нет прав для записи

source: Folder Does Not Exist
ru: Нет такой папки

source: File Already Exists
ru: Файл уже существует

source: Filename Taken
ru: Файл уже тут

source: Not a Folder
ru: Это не папка

source: Not a File
ru: Это не файл

source: Filesystem Error
ru: Ошибка файловой системы

source: Same File Already Being Downloaded
ru: Точно такой же файл уже был загружен

source: Could not set file location to {0}, because the filename is invalid and may corrupt your system.
ru: Не могу установить расположение файла в {0}, т.к. такое имя файла может повредить вашей системе.

source: Could not set the file location, the download is already finished.
ru: Не могу указать расположение, загрузка уже выполнена.

source: Could not save download to the folder {0}, because you do not have write access to it.
ru: Не могу сохранить загрузку в папку {0}, у вас нет доступа на запись в эту папку.

source: Could not save download to folder {0}, because the folder does not exist.
ru: Не могу сохранить загрузку в папку {0}, такой папки не существует.

source: A file already exists at {0}.
ru: Файл уже существует в {0}.

source: Another download is already saving to {0}.
ru: Другая загрузка уже сохранена в {0}.

source: Could not set download folder to {0}, because it represents an individual file, not a folder.
ru: {0} не может быть папкой для загрузки, так как это файл, а не папка.

source: Could not set file location to {0}, because it is not a regular file.
ru: Не могу установить расположение файла в {0}, так как это не обычный файл.

source: Could not set file location due to an error in the filesystem.
ru: Не могу установить расположение файла в связи с ошибкой файловой системы.

source: The same file is already being downloaded.
ru: Этот файл уже был загружен.
