Repository: Paulinka/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: ru

source: All Types
ru: Все типы

source: Books/Docs
ru: Книги/Документы

source: Programs
ru: Программы

source: Audio
ru: Аудио

source: Video
ru: Видео

source: Images
ru: Изображения

source: Torrents
ru: БитТоррент

source: Do you want to hide FrostWire?
ru: В данный момент вы подключаетесь к сети.

source: Closing the FrostWire window will only hide the application
ru: Закрыв окно FrostWire, программа будет только скрыта.

source: This way file transfers may continue in the background.
ru: Передача файлов может продолжаться в фоновом режиме.

source: Don't show this again
ru: Больше не показывать это сообщение

source: Hide
ru: Видео

source: Exit
ru: Выход

source: Send to iTunes
ru: Отправить в iTunes

source: Send files to iTunes
ru: Отправить файлы в iTunes

source: Details
ru: Подключение к прокси

source: Show Details
ru: Magnet-ссылка для файла

source: Show Torrent Details
ru: Magnet-ссылка для файла

source: Explore
ru: Исследовать

source: Open Folder Containing the File
ru: Открыть папку, содержащую файл

source: Show
ru: Показывать последние

source: Shows the contents of this transfer in the Library Tab
ru: Показывать содержимое передачи на вкладке "Библиотека"

source: Resume Download
ru: Форсировать продолжение

source: Resume
ru: Сброс

source: Reattempt Selected Downloads
ru: Попытаться продолжить загрузку

source: One of the transfers is complete and resuming will cause it to start seeding
ru: Одна из передач завершена, возобновив она начнёт распространяться

source: This transfer is already complete, resuming it will cause it to start seeding
ru: Передача завершена, возобновите, чтобы начать распространять

source: Do you want to enable torrent seeding?
ru: Вы хотите, чтобы торрент раздавался?

source: Pause Download
ru: Приостановить загрузку

source: Pause
ru: Приостановлен

source: Pause Selected Downloads
ru: Приостановить выбранные загрузки

source: Remove Torrent and Data
ru: Удалить торрент вместе с данными

source: Remove Torrent and Data from selected downloads
ru: Удалить выбранные торренты вместе с данными

source: Remove Torrent
ru: Удалить торрент

source: Remove Torrent from selected downloads
ru: Попытаться продолжить загрузку

source: Remove Download
ru: Форсировать продолжение

source: Remove
ru: Переименовать

source: Remove Selected Downloads
ru: Просмотр выбранной загрузки

source: Are you sure you want to remove the data files from your computer? You won't be able to recover the files.
ru: Удалить выбранный файл?

source: Are you sure?
ru: Вы уверены?

source: Remove Download and Data
ru: Форсировать продолжение

source: Remove Download and Data from selected downloads
ru: Попытаться продолжить загрузку

source: Clear Inactive
ru: Удалить неактивные

source: Clear Inactive (completed) transfers from the Transfers list.
ru: Очистить неактивные (завершённые) передачи из Списока передач.

source: Copy Magnet
ru: Скопировать отчёт

source: Copy Infohash
ru: Копировать Infohash

source: Send to friend
ru: Послать другу

source: Hide Seeding Transfers
ru: Выйти по завершении перекачки

source: Don't show Seeding Transfers
ru: Не показывать Раздачи

source: Show Seeding Transfers
ru: Выйти после завершения текущих загрузок/выгрузок

source: Create New Playlist
ru: Сохранить плейлист как...

source: Create and add to a new playlist
ru: Создать и добавить в новый плейлист

source: Play file
ru: Воспроизвести

source: Play media file
ru: Воспроизвести

source: Add to playlist
ru: Добавить в плейлист

source: (Handpicked)
ru: (подобранный)

source: Name
ru: Именовать

source: Tips/Donations
ru: Чаевые/Пожертвования

source: Size
ru: Размер:

source: Status
ru: Исполнители

source: Progress
ru: Программы

source: Downloaded
ru: Загрузить

source: Uploaded
ru: Скорость выгрузки:

source: Down Speed
ru: Скорость загрузки:

source: Up Speed
ru: Скорость:

source: Time
ru: Название:

source: Seeds
ru: Скорость:

source: Peers
ru: Peer-ов

source: Share Ratio
ru: Открыть доступ к файлу

source: Seeds/Peers
ru: Peer-ов

source: Started On
ru: Начато

source: License
ru: Лицензия:

source: Launch
ru: Запустить файл

source: Launch Selected Files
ru: Запустить выбранные файлы

source: Show in Library
ru: Библиотека

source: Show Download in Library
ru: Загружаю с

source: Transfers
ru: Выйти по завершении перекачки

source: Loading Download Window...
ru: Инициализация окна загрузки...

source: Cancel Download
ru: Удалить загрузку

source: Cancel
ru: Отмена

source: Cancel Selected Downloads
ru: Остановить выбранные загрузки

source: FrostWire was unable to load the torrent file "{0}", - it may be malformed or FrostWire does not have permission to access this file.
ru: Не удалось загрузить торрент файл "{0} ", - может быть он неправильный или FrostWire не имеет доступ к этому файлу.

source: Advanced
ru: Расширенный

source: Add to playlist
ru: В плейлист

source: Trackers
ru: Трекеры

source: Set Down Speed
ru: Выберите тип:

source: Disabled
ru: Игнорировать

source: Unlimited
ru: неограниченно

source: No limit
ru: Без ограничений

source: Set Up Speed
ru: Выберите тип:

source: Edit Trackers
ru: Изменить трекеры

source: Update Tracker
ru: Обновить трекер

source: Edit trackers
ru: Изменить трекеры

source: Edit trackers, one by line
ru: Отредактировать трекеры, в одну линию

source: Accept
ru: Принять

source: Check again your tracker URL(s).
ru: Проверьте еще раз URL трекера(ов).

source: Invalid Tracker URL
ru: Недопустимый URL Трекера

source: Creative Commons
ru: Информация о лицензии

source: Public Domain
ru: Общественное Достояние

source: Choose a Copyright License for this work
ru: Выбрать лицензию для этой работы

source: I am the Content Creator of this work or I have been granted the rights to share this content under the following license by the Content Creator(s).
ru: Я, как создатель контента, или я, как получивший права на этот контент, обязуюсь следовать условиям лицензии создателя(ей) контента.

source: Author's Name
ru: Имя автора

source: The name of the creator or creators of this work.
ru: Имя создателя или создателей этой работы.

source: Work's Title
ru: Название работы

source: The name of this work, i.e. the titleLabel of a music album, the titleLabel of a book, the titleLabel of a movie, etc.
ru: Название этой работы, т.е. название музыкального альбома, книги, фильма, и др.

source: album name, movie title, book title, game title.
ru: название альбома, название фильма, название книги, название игры.

source: Attribution URL
ru: Атрибуты URL

source: License type:
ru: Лицензия:

source: Copyright License
ru: Авторское право

source: Create New Torrent
ru: Создать новый Торрент

source: Torrent Contents
ru: Игнорировать контент "только для взрослых"

source: Select File or Folder...
ru: Выберите папку

source: Start seeding
ru: Подключение

source: One tracker per line
ru: Один трекер в строке

source: Save torrent as...
ru: Общедоступные файлы

source: Close
ru: Закрыть (&C)

source: Select
ru: Выделить всё

source: Unkown error. Try again please.
ru: Неизвестная ошибка. Попробуйте еще раз.

source: Error: You can't read on that file/folder.
ru: Ошибка: Не могу прочитать этот файл/папку.

source: Something's missing
ru: Что-то отсутсвует

source: The folder you selected is empty.
ru: Выбранная папка пустая.

source: Invalid Folder
ru: Неверное имя файла

source: Torrent Created.
ru: Создано

source: Torrent File
ru: файлы ".торрент"

source: Saving Torrent...
ru: Сохранение файла...

source: Duplicated
ru: Дублировано

source: Downloading
ru: Загрузить

source: Error
ru: Ошибка

source: Error - corrupted file
ru: Ошибка - файл поврежден

source: Error - can't save
ru: Ошибка - не могу сохранить

source: Pausing
ru: Приостановка...

source: Paused
ru: Приостановлен

source: Canceling
ru: Отменяется

source: Canceled
ru: Отказаться от изменений.

source: Waiting
ru: Жду источники

source: Checking
ru: Проверяется

source: Finished
ru: Закончить

source: Select files to download
ru: Убрать выбранные загрузки

source: Download Selected Files Only
ru: Загрузить все выбранные файлы

source: File
ru: Файл (&F)

source: Type
ru: Тип:

source: Extension
ru: Расширения:

source: Select/Unselect all files
ru: Удалить выбранные файлы

source: Unknown
ru: Неизвестно

source: Name your price, Send a Tip or Donation via Paypal
ru: Назови свою цену, отправьте чаевые или пожертвование через Paypal

source: Preparing selection
ru: Запустить выбранные файлы

source: please wait...
ru: пожалуйста, подождите...

source: Select the content you want to send
ru: Убрать выбранные загрузки

source: Download
ru: Загрузить

source: at
ru: Чат...

source: via FrostWire
ru: FrostWire Client

source: Tips
ru: Чаевые

source: All done! Now share the link
ru: Все готово! Теперь можете поделиться ссылкой

source: Send the message above to Twitter
ru: Отправить сообщение в Twitter

source: Copy Text
ru: Скопировать отчёт

source: Copy entire message to Clipboard
ru: Копировать Magnet-ссылки в буфер

source: Message copied to clipboard.
ru: Копировать Magnet-ссылки в буфер

source: Copy Link
ru: Копировать

source: Copy Link to Clipboard
ru: Копировать Magnet-ссылки в буфер

source: Link copied to clipboard.
ru: Копировать Magnet-ссылки в буфер

source: Copy Magnet URL to Clipboard
ru: Копировать Magnet-ссылки в буфер

source: Magnet copied to clipboard.
ru: Копировать Magnet-ссылки в буфер

source: Downloading Torrent
ru: Страница загрузки

source: Couldn't download Torrent, not enough peers.
ru: Не мог скачать торрент, не достаточно пиров.

source: Torrent Data Save Folder
ru: Папка:

source: You forgot to enter a path for the Torrent Data Folder.
ru: Вы забыли указать директорию для файлов.

source: Please enter a valid path for the Torrent Data Folder
ru: Пожалуйста, укажите правильный путь директории для файлов

source: The Torrent Data Folder cannot be inside the
ru: Файл испорчен. Данные не сохранены.

source: Could not resolve folder path.
ru: Не могу просмотреть хост {0} .

source: The Torrent Data Folder cannot be a parent folder of the
ru: Неверная папка для раздаваемых файлов. Пожалуйста, используйте другую или вернитесь к умалчиваемой.

source: Use Default
ru: Использовать стандартную (&D)

source: Use the Default Folder
ru: Использовать общую папку загрузки

source: Browse...
ru: Браузер

source: Choose Another Folder
ru: Выбирать другой папки

source: Seeding Settings
ru: Настройки БитТоррента

source: Leave a tip
ru: Оставить чаевые

source: Install
ru: Установить

source: Video Preview
ru: Просмотр

source: Play Video preview of
ru: Воспроизвести видео семпл

source: Audio Preview
ru: Просмотр

source: Play Audio preview of
ru: Воспроизвести аудио семпл

source: Options
ru: Настройка... (&O)

source: You can configure the folders you share in FrostWire's Options.
ru: В настройках FrostWire вы можете указать папки переданные в общий доступ.

source: Send
ru: Отправить

source: Do you want to send this file to a friend?
ru: Сохранить текущий плейлист

source: Send files with FrostWire
ru: Помощь по использованию FrostWire

source: Add
ru: Добавить

source: Transfer failed
ru: Выйти по завершении перекачки

source: Upload to device
ru: Достигнут лимит выгрузок

source: Uploading
ru: Выгрузка

source: Wi-Fi download error. Please try again.
ru: Ошибка загрузки через Wi-Fi. Пожалуйста, попробуйте еще раз.

source: Radio
ru: Радио

source: Internet Radio
ru: Интернет радио

source: Actions
ru: Действия

source: Icon
ru: Входящее

source: Title
ru: Название:

source: Artist
ru: Исполнитель

source: Album
ru: Альбом

source: Year
ru: Год:

source: Date Added
ru: Сохранить

source: Date Modified
ru: Дата модификации:

source: Search
ru: запросов

source: Save
ru: Сохранить

source: Save Selected Files To Folder
ru: Убрать выбранные загрузки

source: Search your
ru: Вы искали

source: tracks
ru: Дорожка

source: Default Save Folder
ru: Папка для сохранения по умолчанию

source: Configure Options
ru: Настройка параметров общего доступа

source: You can configure the FrostWire's Options.
ru: В настройках FrostWire вы можете указать папки переданные в общий доступ.

source: Refresh
ru: Обновить

source: Refresh selected
ru: Качество:

source: Open Library Folder
ru: Открыть папку

source: Path
ru: Путь

source: Last Modified
ru: Дата модификации:

source: Move to Recycle Bin
ru: Переместить в корзину

source: Move to Trash
ru: Переместить в корзину

source: Delete
ru: Удалить

source: Message
ru: Сообщение

source: Launch in
ru: Выполнить действие

source: Launch Selected Files in
ru: Запустить выбранные файлы

source: Create a new .torrent file
ru: Общедоступные файлы

source: Delete Selected Files
ru: Удалить выбранные файлы

source: Rename
ru: Переименовать

source: Send audio files to iTunes
ru: Сохранить текущий плейлист

source: Extract Audio
ru: Извлечь звуковую дорожку

source: Extract .m4a Audio from this .mp4 video
ru: Извлечь звуковую дорожку .m4a из .mp4 видео

source: Extracting audio from
ru: Извлечение звуковой дорожки из

source: Extracting audio from selected video...
ru: Извлечение звуковых дорожек из выбранного видео...

source: Done extracting audio.
ru: Извлечение завершено

source: Could not extract audio from
ru: Не возможно извлечь звуковую дорожку из

source: Share
ru: Доступ

source: Unshare
ru: Закрыть доступ

source: Bookmarked
ru: В закладки

source: Genre
ru: Жанр

source: Bitrate
ru: Битрейт:

source: Website
ru: Веб-сайт

source: Url
ru: Ссылка

source: Description
ru: Описание

source: Are you sure you want to remove the selected radio station?
ru: Удалить выбранный файл?

source: Are you sure you want to remove the selected radio stations?
ru: Удалить выбранный файл?

source: Add Radio
ru: Добавить радио

source: Add a new Radio Station. You must enter the Stream's URL
ru: Добавить новую радиостанцию. Укажите ссылку на аудио поток

source: Add Radio Station
ru: Добавить Радиостанцию

source: Delete Radio Station
ru: Удалить Радиостанцию

source: Loading Library Window...
ru: Инициализация окна библиотеки...

source: New Playlist
ru: MP3 плейлист

source: Creates a new Playlist
ru: Создает новый плейлист

source: Open Playlist (.m3u)
ru: Выберите плейлист (.m3u)

source: Save Playlist As
ru: Сохранить плейлист как...

source: Refresh Audio Properties
ru: Обновить аудио свойства

source: Delete Playlist
ru: MP3 плейлист

source: Are you sure you want to delete the playlist? (No files will be deleted)
ru: Удалить выбранный файл?

source: Cleanup playlist
ru: Очистка списка выгрузок

source: Remove the deleted items
ru: Удалить выбранные пункты

source: Rename Playlist
ru: Сохранить плейлист как...

source: Playlist Files (*.m3u)
ru: Плейлисты (*.m3u)

source: Import .m3u to Playlist
ru: Импортировать .m3u в плейлист

source: Import a .m3u file into the selected playlist
ru: Импортируется .m3u файл в выбранный плейлист

source: Import .m3u to New Playlist
ru: Импортировать .m3u в новый плейлист

source: Import a .m3u file to a new playlist
ru: Импортируется .m3u файл в новый плейлист

source: Export playlist files to folder
ru: Экспортировать плейлисты в папку

source: Export Playlist to .m3u
ru: Выберите плейлист (.m3u)

source: Export Playlist to iTunes
ru: Экспортровать плейлист в iTunes

source: Starred
ru: Начато

source: Length
ru: Длительность:

source: Track
ru: Дорожка

source: Duration
ru: Описание

source: Folder
ru: Папка:

source: Delete Selected Files from this playlist
ru: Удалить выбранные файлы из плейлиста

source: search results
ru: Скорость хостов, вернувших результаты поиска

source: Search in Library
ru: Искать в Библиотеке

source: Playlist name
ru: MP3 плейлист

source: Refreshing
ru: Обновить

source: Holds the Results for
ru: Фильтр результатов

source: My files
ru: Мои файлы

source: Library Folders
ru: Открыть папку

source: Legend
ru: Отправить

source: Folder and subfolders are included in the Library.
ru: Файлы в папке и некоторые подпапки распределены.

source: Folder is not included and no subfolders are included in the Library.
ru: Папка не распределена и никаких подпапки расределены

source: Folder's files and some subfolders are included in the Library.
ru: Файлы в папке и некоторые подпапки распределены.

source: Applications
ru: Приложение

source: Documents
ru: Документы

source: Unkown file type
ru: Ссылки и типы файлов

source: Play
ru: Играть

source: Next
ru: Следующий

source: Previous
ru: Предыдущий

source: Send this file to a friend
ru: Сохранить текущий плейлист

source: Shuffle songs
ru: Случайный порядок

source: playlist
ru: плейлист

source: file
ru: файлов

source: folder
ru: Папка:

source: Undo
ru: Отменить

source: Cut
ru: Вырезать

source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Select All
ru: Выделить всё

source: Clear History
ru: Очистить журнал

source: Library
ru: Библиотека

source: Search and Download Files from the Internet.
ru: Поиск и загрузка файлов

source: Streaming
ru: Вещание

source: Complete
ru: Завершено

source: Cancelled
ru: Отменено

source: Update
ru: Обновления

source: Uncompressing files
ru: Распаковка файлов

source: About FrostWire
ru: О программе

source: FrostWire
ru: FrostWire Client

source: Close This Window
ru: Закрыть окно

source: Chat
ru: Чат...

source: Deselect All
ru: Выделить всё

source: Yes
ru: Да

source: No
ru: Нет

source: Donate
ru: Пожертвовать

source: Select Folder
ru: Выберите папку

source: All Folders
ru: Все папки

source: T3 or Higher
ru: T3 или лучше

source: Your machine does not appear to have an active Internet connection or a firewall is blocking FrostWire from accessing the internet. FrostWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
ru: FrostWire не может подключиться к файлообменной сети. Возможно вы не подключены к Интернет или файрволл блокирует доступ. FrostWire будет продолжать попытки подключения, пока вы не выберите пункт "Отключиться" из меню "Файл".

source: &Search
ru: запросов

source: &Library
ru: Библиотека

source: FrostWire will not launch the specified file for security reasons.
ru: FrostWire не будет запускать указанный файл из соображений безопасности.

source: FrostWire could not launch the specified file.
ru: FrostWire не будет запускать указанный файл из соображений безопасности.

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: KB/s
ru: КБ/сек

source: Loading HTML Engine...
ru: Инициализация движка HTML...

source: Loading User Interface...
ru: Инициализация пользовательского интерфейса...

source: Loading Core Components...
ru: Инициализация основных компонентов...

source: Loading Icons...
ru: Загрузка значков...

source: Loading Internationalization Support...
ru: Загрузка интернационализации...

source: Loading Old Downloads...
ru: Инициализация загрузок...

source: Input
ru: Ввод

source: Apply Operation
ru: Отказаться от изменений.

source: Cancel Operation
ru: Отказаться от изменений.

source: Upgrade Java
ru: Обновите вашу версию Java

source: Required Java Version:
ru: Требуемая версия Java:

source: Upgrade Later
ru: Обновить позже

source: Exit FrostWire
ru: Выход

source: More Information
ru: Дополнительные настройки

source: Remind Me Later
ru: Позже напомните меня

source: Do not Show Again
ru: Больше не показывать.

source: FrostWire must be restarted for the new language to take effect.
ru: Чтобы видеть FrostWire в новом языке, надо перезагрузить програму.

source: Change Language
ru: Изменить язык

source: Help Translate FrostWire
ru: Помощь по использованию FrostWire

source: Loading Messages...
ru: Загрузка сообщений...

source: Warning
ru: Предупреждение

source: Do not display this message again
ru: Больше не показывать это сообщение

source: Always use this answer
ru: Всегда использовать этот ответ

source: Shutting down FrostWire...
ru: Закрытие FrostWire...

source: Please wait while FrostWire shuts down...
ru: Подождите, пока FrostWire завершит работу...

source: Loading FrostWire...
ru: Инициализация ресурсов...

source: Loading Status Window...
ru: Инициализация окна статуса...

source: Creating center panel...
ru: Инициализация пользовательского интерфейса...

source: FrostWire has not detected a firewall
ru: FrostWire не обнаружил брандмауер

source: FrostWire has detected a firewall
ru: FrostWire обнаружил брандмауер.

source: Disconnected
ru: Неподключено

source: Turbo-Charged
ru: Турбозагрузка

source: Your connection to the network is extremely strong
ru: Ваше соединение с сетью превосходного качества.

source: Show Connection Quality
ru: Соединения с другими пользователями сети

source: Show Language Status
ru: Показывать расширенную статистику:

source: Show Firewall Status
ru: Показывать советы при запуске

source: Downloads:
ru: Загрузить

source: Uploads:
ru: Выгрузка

source: Tip of the Day
ru: Совет дня

source: Did You Know...
ru: Знаете ли вы?...

source: Show Tips At Startup
ru: Показывать советы при запуске

source: Next Tip
ru: Следующий совет

source: Previous Tip
ru: Предыдущий

source: Loading tips...
ru: Загрузка пользовательских настроек...

source: Thank you for using FrostWire
ru: Помощь по использованию FrostWire

source: Visit us at www.frostwire.com
ru: Найти дополнительные темы на frostwire.com

source: New Version Available!
ru: Обновление FrostWire

source: A new version of FrostWire is available.
ru: Появилась новая версия FrostWire.

source: Update Now
ru: Обновить сейчас

source: Update Ready
ru: Обновить позже

source: Update Later
ru: Обновить позже

source: A newer version is available, update?
ru: Появилась новая версия, обновить?

source: &Close
ru: Закрыть (&C)

source: Close the program's main window
ru: Закрыть программу

source: E&xit
ru: Выход

source: Close and exit the program
ru: Закрыть программу

source: Send File or Folder...
ru: Открыть доступ к новой папке...

source: Send a file or a folder to a friend
ru: Сохранить текущий плейлист

source: Search for Keywords: {0}
ru: Поиск по ключевым словам: {0}

source: Search for: {0}
ru: Искать: {0}

source: Internal Error
ru: Внутренняя ошибка

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
ru: Произошла внутренняя ошибка. FrostWire может продолжить нормальную работу. Вы можете проинформировать разработчиков об ошибке, это поможет им в отладке программы. Нажмите "Отправить" для отправки информации об ошибке. Вы можете нажать кнопку "Просмотреть" чтобы просмотреть отправляемую информацию. Благодарим вас.

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To continue using FrostWire, click 'Discard'. If desired, you can click 'Review' to look at the information about the error.
ru: Произошла внутренняя ошибка. FrostWire может продолжить нормальную работу. Чтобы продолжить, нажмите "Игнорировать". Нажмите "Просмотреть" чтобы увидеть информацию об ошибке.

source: Review
ru: Просмотреть

source: Discard
ru: Игнорировать

source: Always Send Immediately
ru: Всегда отправлять немедленно

source: Always Ask For Review
ru: Всегда предлагать просмотреть

source: Always Discard All Errors
ru: Всегда игнорировать ошибки

source: FrostWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.frostwire.com and click 'Support'. Thank you.
ru: FrostWire не может подключиться к серверу для отправки отчёта об ошибке. Вы можете проинформировать разработчиков об ошибке, скопировав нижеследующий текст и отправив его на email bugs@frostwire.com. Благодарим вас.

source: Copy Report
ru: Скопировать отчёт
